Repository: DeveloperAcademy-POSTECH/2024-MC3-M10-Alright
Catalog: Alright/Alright/Resource/Localization/Localizable.xcstrings
Source language: en
Languages: ko

# 1:1 대화
source: 1:1 Comm.
ko: 1:1 대화

# Alright 시작하기
source: Let’s be Alright!
ko: Alright 시작하기

# Dynamic Island, Live Activity로 다른 화면을 보며 모니터링 할 수 있어요!
source: Use Dynamic Island and Live Activity to monitor while multitasking!
ko: Dynamic Island, Live Activity로 다른 화면을 보며 모니터링 할 수 있어요!

# 강당 발표
source: Auditorium Talk
ko: 강당 발표

# 다시 시작하려면 버튼을 탭하세요!
source: Tap to restart!
ko: 다시 시작하려면 버튼을 탭하세요!

# 대화, 발표 등 다양한 상황에 맞추어 목소리 크기 조절을 도와드려요!
source: I’ll help you adjust your voice for talks or presentations!
ko: 대화, 발표 등 다양한 상황에 맞추어 목소리 크기 조절을 도와드려요!

# 도움말
source: Help
ko: 도움말

# 말하기 시작
source: Start Speaking
ko: 말하기 시작

# 말하는 상황에 대해 알려주세요.
source: Select your speaking situation.
ko: 말하는 상황에 대해 알려주세요.

# 백그라운드
source: Background
ko: 백그라운드

# 상황 선택
source: Select Situation
ko: 상황 선택

# 소음이 있는 공간에서
source: in a noisy space
ko: 소음이 있는 공간에서

# 스마트폰의 위치를 설정해주세요!
source: Set your phone's location!
ko: 스마트폰의 위치를 설정해주세요!

# 스크립트를 볼 수 있는 정도로 자연스럽게 스마트폰을 들어주세요.
source: Hold your phone naturally so you can see the script.
ko: 스크립트를 볼 수 있는 정도로 자연스럽게 스마트폰을 들어주세요.

# 실시간 피드백
source: Real-Time Feedback
ko: 실시간 피드백

# 애니메이션, 색상 등 시각적 피드백을 통해 목소리 크기를 한 눈에 확인해요!
source: See voice volume at a glance through animations and colors!
ko: 애니메이션, 색상 등 시각적 피드백을 통해 목소리 크기를 한 눈에 확인해요!

# 조금 더 작게 말하는게 어떨까요?
source: How about speak lower?
ko: 조금 더 작게 말하는게 어떨까요?

# 조금 더 크게 말해볼까요?
source: Let’s Speak Louder!
ko: 조금 더 크게 말해볼까요?

# 조용한 공간에서
source: in a quiet space
ko: 조용한 공간에서

# 종료
source: End
ko: 종료

# 좋아요. 적절해요!
source: Perfect Volume!
ko: 좋아요. 적절해요!

# 지금 어떤 상황에 있나요?
source: What situation are you in now?
ko: 지금 어떤 상황에 있나요?

# 청각장애인의 목소리 크기 조절을 도와드리는 앱 올라잇이에요.
source: I’m Alright, here to help adjust your voice volume.
ko: 청각장애인의 목소리 크기 조절을 도와드리는 앱 올라잇이에요.

# 팔을 앞으로 쭉 편 후 손이 위치하는 거리에 스마트폰을 놓아주세요.
source: Stretch your arm out and place the phone within your reach.
ko: 팔을 앞으로 쭉 편 후 손이 위치하는 거리에 스마트폰을 놓아주세요.

# 확인
source: Okay!
ko: 확인

# 확인했어요
source: Got it!
ko: 확인했어요

# 회의실 발표
source: Meeting Talk
ko: 회의실 발표
